{
    "gui.socialInteractions.tooltip.report": "Teata Mojangile mängijast",
    "gui.socialInteractions.narration.report": "Teata Mojangile mängijast %s",
    "gui.socialInteractions.tooltip.report.disabled": "Mojangi vestlusest raporteerimise teenus pole hetkel kättesaadav.",
    "gui.socialInteractions.tooltip.report.no_messages": "Mängija %s vestlus on raporteeritav, kuid ta pole midagi öelnud.",
    "gui.socialInteractions.tooltip.report.not_reportable": "See server või mängija on keelanud Mojangile vestluse raporteerimise.",
    "gui.chatReport.describe": "Üksikasjade jagamine aitab meil teha teadliku otsuse. Pane tähele, et neid raporte ei näe serveri administraatorid.",
    "gui.nochatreport.secureChat": "See valik on keelatud, vältimaks juhuslike mängijate vestlussõnumite kogemata peitmist. Üksikute mängijate ignoreerimiseks kasuta Suhtlustoiminguid.",
    "gui.nochatreport.noReporting": "See server on keelanud Mojangile vestluse raporteerimise.",
    "gui.nochatreports.status_secure": "Teiste sõnumeid ei saa Mojangile raporteerida, kuna server on selle keelanud.",
    "gui.nochatreports.status_unintrusive": "Teiste sõnumid võivad olla Mojangile raporteeritavad. Kinnita seda Suhtlustoimingute abil.",
    "gui.nochatreports.status_insecure_whitelisted": "Teiste sõnumid võivad olla Mojangile raporteeritavad. Kinnita seda Suhtlustoimingute abil.",
    "gui.nochatreports.status_insecure": "Teiste sõnumid on Mojangile raporteeritavad.",
    "gui.nochatreports.status_realms": "Teiste sõnumid on Mojangile raporteeritavad. Mojang jälgib ka vestlust, leidmaks rikkumisi enne, kui neid keegi raporteerib.",
    "gui.nochatreports.status_unknown": "Vestlusest raporteerimise olek pole hetkel teada. Oleku saamiseks saada üks sõnum.",
    "gui.nochatreports.status_undefined": "Vestlusest raporteerimise olek on vea tõttu teadmata. Proovi mäng taaskäivitada.",
    "gui.nochatreports.status_signing_allowed_realms": "Sinu sõnumid on Realmsis alati Mojangile raporteeritavad.",
    "gui.nochatreports.status_signing_allowed_whitelisted": "Oled lubanud oma sõnumite Mojangile raporteerimise. Ümber hindamiseks klõpsa ja taasliitu serveriga.",
    "gui.nochatreports.status_signing_allowed": "Sinu sõnumid on Mojangile raporteeritavad. Ümber hindamiseks taasliitu serveriga.",
    "gui.nochatreports.status_signing_denied": "Sinu sõnumid ei ole Mojangile raporteeritavad. Lubamiseks klõpsa.",
    "gui.nochatreports.status_signing_denied_secure": "Sinu sõnumid ei ole Mojangile raporteeritavad, kuna server on selle keelanud.",
    "gui.nochatreports.status_whitelist_mode": "§lEelistad selles sõnumis raporteeritavate sõnumite omamist: %1$s",
    "gui.nochatreports.realms_warning.contents": "Oluline teave Realmsi kohta:\n• Kõigi vestlussõnumid on Mojangile raporteeritavad.\n• Mojang jälgib vestlust, leidmaks rikkumisi enne, kui neid keegi raporteerib.\n• Roppuste filter on vaikimisi lubatud. Täiskasvanud saavad seda enda jaoks keelata aadressil minecraft.net."
}
