{"gui.title_crashed_with_report":"Fabulously Optimized telah ranap!","gui.comment_under_title_pls_report":"Jika anda telah menambah mod tambahan, ia mungkin lapuk atau tidak serasi, yang menyebabkan ranap permainan ini.\n\nPerlukan bantuan?","gui.comment_under_title":"1) Sertai <a href=\"https://download.fo/discord\">pelayan Discord Fabulously Optimized</a>.\n2) Buat siaran baharu di <b>#support</b>, terangkan <u>apa yang anda lakukan</u> sebelum permainan ranap.\n3) <b>Muat naik dan salin</b> log yang pertama daripada senarai di bawah.\n4) Tampalkan pautan di dalam bebenang sokongan anda.\n5) Tunggu bantuan tiba. Kami akan memberitahu anda jika kami memerlukan lebih banyak log atau maklumat lain.","gui.copy_link_button":"∞ Salin","gui.file_list_label":"Log","gui.menu.file.open_config_folder":"Folder config","gui.menu.file.open_config":"Konfigurasi Crash Assistant","gui.menu.file.open_modpack_folder":"Folder .minecraft","gui.menu.file.open_mods_folder":"Folder mods","gui.menu.file":"Buka","gui.menu.privacy":"Tentang","gui.menu.privacy.reset_consent":"Prom sebelum memuat naik log","gui.privacy.consent_not_given":"Crash Assistant sudah bertanya kepada anda sebelum memuat naik log.","gui.privacy.consent_reset_success":"Crash Assistant kini akan bertanya kepada anda sebelum memuat naik log.","gui.privacy.declined":"Anda memilih untuk tidak memuat naik log anda. Anda masih boleh berkongsi fail tersebut secara manual, atau klik butang tersebut sekali lagi.","gui.privacy.logs_upload_accept":"OK","gui.privacy.logs_upload_decline":"Batal","gui.privacy.logs_upload_question":"Log anda akan dimuat naik ke <b>mclo.gs</b> yang akan menyimpan log tersebut selama 90 hari dan mengalih keluar beberapa maklumat pengecam.\nAdakah anda menerima $LINK.PRIVACY_POLICY$?","gui.privacy.remember_my_choice":"Jangan tanya lagi","gui.request_help_button":"Pelayan Discord Fabulously Optimized","gui.upload_and_copy_link_button":"📤 Muat naik dan salin","gui.logs_analyzer":"Penyebab masalah ditemui!","warnings.mixin_apply_common_start":"","warnings.mixin_apply":"<strong>Mod $MOD$ mungkin tidak serasi dengan versi Minecraft ini.</strong>\n\nUntuk membetulkan masalah ini, lakukan salah satu daripada yang berikut:\n1) Cari versi mod tersebut yang serasi dengan versi Minecraft ini\n2) Nyahdayakan atau alih keluar mod tersebut sehingga terdapat kemas kini yang menjadikannya serasi\n3) Gunakan versi Fabulously Optimized yang sepadan dengan versi Minecraft yang dijangka oleh mod tersebut","warnings.mixin_apply_conflicting":"<strong>Mod $MOD$ mungkin tidak boleh digunakan dengan mod $MOD_2$.</strong>\n\nUntuk membetulkan masalah ini, nyahdayakan atau alih keluar salah satu mod tersebut.","warnings.mixin_apply_java_version":"<strong>Mod $MOD$ memerlukan Java $REQUIRED_JAVA_VERSION$, tetapi anda sedang menggunakan Java $CURRENT_JAVA_VERSION$.</strong>\n\nUntuk membetulkan masalah ini, lakukan salah satu daripada yang berikut:\n1) Sahkan bahawa anda telah memasang atau mengemas kini Fabulously Optimized dengan betul\n2) Cari versi mod tersebut yang serasi dengan versi Minecraft dan Java ini\n3) Nyahdayakan atau alih keluar mod tersebut sehingga terdapat kemas kini yang menjadikannya serasi\n4) Gunakan versi Fabulously Optimized yang sepadan dengan versi Minecraft dan Java yang dijangka oleh mod tersebut","warnings.mixin_apply_missing_class":"<strong>Terdapat mod yang hilang yang diperlukan oleh mod yang lain. Kelas yang hilang: $MISSING_CLASS$</strong>\n\nUntuk membetulkan masalah ini, lakukan salah satu daripada yang berikut:\n1) Tekan butang di bawah dan gunakan tetingkap untuk mengetahui nama mod. Kemudian cari senarai mod dan baca penerangannya untuk mengetahui keperluannya.\n2) Tekan butang di bawah, gunakan tetingkap dan ambil tangkapan layar tersebut. Kemudian kembali ke tetingkap ranap utama, ikuti arahan dan lampirkan tangkapan layar, supaya kami dapat membantu anda menyelesaikan masalah tersebut.","warnings.mixin_apply_missing_class_auto_fix":"Cari mod manakah yang memerlukan mod yang hilang","warnings.mixin_config_missing_or_corrupted":"<strong>Mod $MOD$ berkemungkinan rosak.</strong>\n\nUntuk membetulkan masalah ini, lakukan salah satu daripada yang berikut:\n1) Muat turun mod tersebut sekali lagi\n2) Muat turun versi lain mod tersebut yang serasi dengan versi Minecraft ini\n3) Nyahdayakan atau alih keluar mod sehingga terdapat kemas kini yang menjadikannya serasi","warnings.mixin_apply_common_end":"\n\n<i>Perlukan bantuan lanjut? Klik OK dan ikuti arahan pada tetingkap utama.</i>","gui.intel_corrupted_microcode_bad":"CPU Intel anda mempunyai kecacatan yang diketahui dan belum menggunakan penyelesaian perisian. Walaupun ini mungkin bukan punca langsung kepada ranap permainan Minecraft anda, anda harus mengemas kini BIOS/UEFI anda secepat mungkin untuk mengelakkan kerosakan fizikal dan ranap sistem secara rawak.\n\nKlik Ketahui Lebih Lanjut untuk membaca apa yang boleh anda lakukan, jika tidak, klik OK untuk mendapatkan bantuan dengan ranap permainan Minecraft.\n\n<i>(Versi mikrokod semasa anda ialah $MICROCODE_VERSION_CURRENT$, yang lebih rendah daripada versi yang disyorkan iaitu $MICROCODE_VERSION_FIXED$.)</i>","gui.intel_corrupted_microcode_good":"CPU Intel anda mempunyai kecacatan yang diketahui, tetapi telah menggunakan penyelesaian perisian untuknya.\n\nJika anda mengalami ranap sistem yang rawak di luar Minecraft, klik Ketahui Lebih Lanjut untuk membaca apa yang boleh anda lakukan, jika tidak, klik OK untuk mendapatkan bantuan dengan ranap permainan Minecraft.\n\n<i>(Versi mikrokod anda ialah $MICROCODE_VERSION_CURRENT$, yang memenuhi versi minimum yang disyorkan iaitu $MICROCODE_VERSION_FIXED$.)</i>","gui.intel_corrupted_title":"Kecacatan CPU dikesan","gui.intel_corrupted_dont_show_again":"Jangan tunjukkan lagi","gui.intel_corrupted_read_more":"Ketahui Lebih Lanjut"}