{"gui.title_crashed_with_report":"Fabulously Optimized è crashato!","gui.comment_under_title_pls_report":"Se hai aggiunto altre mod, è possibile che siano obsolete o incompatibili, causando l'arresto anomalo.\n\nServe aiuto?","gui.comment_under_title":"1) Entra nel <a href=\"https://download.fo/discord\">Discord di Fabulously Optimized</a>.\n2) Crea un <b>nuovo post in #support</b>, descrivendo <u>cosa stavi facendo</u> prima del crash.\n3) <b>Carica e copia </b> ogni file e incolla i link nel tuo thread di supporto.\n4) Attendi aiuto. Ti faremo sapere se ci servono ulteriori informazioni.","gui.copy_link_button":"∞ Copia","gui.file_list_label":"Log","gui.menu.file.open_config_folder":"cartella config","gui.menu.file.open_config":"Configurazione di Crash Assistant","gui.menu.file.open_modpack_folder":"cartella .minecraft","gui.menu.file.open_mods_folder":"cartella mod","gui.menu.file":"Apri","gui.menu.privacy":"Maggiori Informazioni","gui.menu.privacy.reset_consent":"Chiedi prima di caricare i log","gui.privacy.consent_not_given":"Crash Assistent ti chiede già conferma prima di caricare i log.","gui.privacy.consent_reset_success":"Crash Assistent ora ti chiederà se caricare i log.","gui.privacy.declined":"Hai scelto di non caricare il tuo log. Puoi comunque condividere il file manualmente, o cliccare il pulsante nuovamente.","gui.privacy.logs_upload_accept":"OK","gui.privacy.logs_upload_decline":"Annulla","gui.privacy.logs_upload_question":"Il tuo log sarà caricato su <b>mclo.gs</b>, che rimuoverà certe informazioni identificative e memorizzerà il log per 90 giorni.\nAccetti la loro $LINK.PRIVACY_POLICY$?","gui.privacy.remember_my_choice":"Non chiedermelo più","gui.request_help_button":"Discord di Fabulously Optimized","gui.upload_and_copy_link_button":"📤 Carica e copia","gui.logs_analyzer":"Causa del problema individuata!","warnings.mixin_apply_common_start":"","warnings.mixin_apply":"<strong>La mod $MOD$ probabilmente è incompatibile con questa versione di Minecraft.</strong>\n\nPer risolvere, potresti:\n1) Trovare una versione compatibile con questa versione di Minecraft\n2) Disattivarla o rimuovila finché un aggiornamento non la rende compatibile\n3) Usa Fabulously Optimized per una versione di Minecraft che la mod supporta","warnings.mixin_apply_conflicting":"<strong>La mod $MOD$ probabilmente non è compatibile con la mod $MOD_2$.</strong>\n\nPer risolvere, disattiva o rimuovi una delle due mod.","warnings.mixin_apply_java_version":"<strong>La mod $MOD$ ha bisogno di Java $REQUIRED_JAVA_VERSION$, ma stai usando Java $CURRENT_JAVA_VERSION$.</strong>\n\nPer risolvere, potresti:\n1) Assicurarti di aver installato o aggiornato Fabulously Optimized correttamente\n2) Trovare una versione della mod compatibile con queste versioni di Minecraft e di Java\n3) Disattivare o rimuovere la mod finché un aggiornamento non la rende compatibile\n4) Usare Fabulously Optimized per una versione di Minecraft e di Java che la mod supporta","warnings.mixin_apply_missing_class":"<strong>Una delle mod dipende da un'altra, ma quest'ultima non è presente. Classe mancante: $MISSING_CLASS$</strong>\n\nPer risolvere:\n1) Clicca il pulsante sotto e, nella finestra, trova il nome della mod. Leggi la descrizione della mod: potrebbe elencare requisiti aggiuntivi.\n2) Clicca il pulsante sotto e fai uno screenshot della finestra. Poi, tornando alla finestra di crash principale, segui le istruzioni per allegare lo screenshot, che ci permetterà di aiutarti a risolvere il problema.","warnings.mixin_apply_missing_class_auto_fix":"Trova la mod che ha bisogno di un'altra mod","warnings.mixin_config_missing_or_corrupted":"<strong>La mod $MOD$ sembra essere corrotta.</strong>\n\nPer risolvere, potresti:\n1) Scaricare di nuovo la mod \n2) Scaricare un'altra versione della mod che sia compatibile con questa versione di Minecraft\n3) Disattivare o togliere la mod finché un aggiornamento la rende compatibile","warnings.mixin_apply_common_end":"\n\n<i>Serve aiuto? Clicca OK e segui le istruzioni sulla finestra principale.</i>","gui.intel_corrupted_microcode_bad":"Il tuo processore Intel è difettoso, e non ha ricevuto un aggiornamento risolutivo. Anche se ciò potrebbe non essere direttamente la causa di questo crash, dovresti aggiornare il tuo BIOS/UEFI appena possibile per evitare crash futuri o danni fisici al tuo sistema.\nClicca su Maggiori informazioni per capire cosa puoi fare, altrimenti clicca OK per continuare ad analizzare il crash di Minecraft.\n\n<i>(La versione installata del microcode è $MICROCODE_VERSION_CURRENT$, ed è inferiore a quella consigliata: $MICROCODE_VERSION_FIXED$.)</i>","gui.intel_corrupted_microcode_good":"Il tuo processore Intel è difettoso, ma è già installato un aggiornamento risolutivo.\nSe però hai notato crash anche all'infuori di Minecraft, clicca su Maggiori informazioni per capire cosa puoi fare, altrimenti clicca OK per continuare ad analizzare il crash di Minecraft.\n\n<i>(La versione installata del microcode è $MICROCODE_VERSION_CURRENT$, ed è inferiore a quella consigliata: $MICROCODE_VERSION_FIXED$.)</i>","gui.intel_corrupted_title":"Rilevato processore difettoso","gui.intel_corrupted_dont_show_again":"Non mostrare più","gui.intel_corrupted_read_more":"Maggiori informazioni"}