{
    "gui.title_crashed_with_report": "FO a întâmpinat o eroare!",
    "gui.comment_under_title_pls_report": "Dacă ați adăugat moduri suplimentare, este posibil ca acestea să fie învechite sau incompatibile, ceea ce a cauzat această defecțiune.\n\nAveți nevoie de ajutor?",
    "gui.comment_under_title": "1) Alăturați-vă <a href=\"https://download.fo/discord\">Discord Fabulously Optimized</a>.\n2) Creați un mesaj nou în <b>#support</b>, descrieți <u>ce făceați</u> înainte de accident.\n3) <b>Încărcați și copiați</b> primul jurnal din lista de mai jos.\n4) Lipiți link-ul în firul dvs. de suport.\n5) Așteptați ajutor. Vă vom spune dacă avem nevoie de mai multe jurnale sau alte informații.",
    "gui.copy_link_button": "Copiere",
    "gui.file_list_label": "Jurnale",
    "gui.menu.file.open_config_folder": "folder de configurare",
    "gui.menu.file.open_config": "Configurație Crash Assistant",
    "gui.menu.file.open_modpack_folder": "Dosar .minecraft",
    "gui.menu.file.open_mods_folder": "dosar mods",
    "gui.menu.file": "Deschide",
    "gui.menu.privacy": "Despre",
    "gui.menu.privacy.reset_consent": "Solicită înainte de încărcarea jurnalelor",
    "gui.privacy.consent_not_given": "Asistentul de defecțiuni vă întreabă deja înainte de încărcarea jurnalelor.",
    "gui.privacy.consent_reset_success": "Asistentul de defecțiuni vă va întreba acum înainte de încărcarea jurnalelor.",
    "gui.privacy.declined": "Ai ales să nu încarci jurnalul. Poți totuși să distribui fișierul manual sau să dai click din nou pe buton.",
    "gui.privacy.logs_upload_accept": "OK",
    "gui.privacy.logs_upload_decline": "Renunță",
    "gui.privacy.logs_upload_question": "Jurnalul dvs. va fi încărcat la <b>mclo.gs</b>, care elimină unele informații de identificare și stochează jurnalul timp de 90 de zile.\nAcceptați $LINK.PRIVACY_POLICY$?",
    "gui.privacy.remember_my_choice": "Nu întrebați din nou",
    "gui.request_help_button": "FO Discord",
    "gui.upload_and_copy_link_button": "Încărcați și copiați",
    "gui.logs_analyzer": "Cauza problemei găsită!",
    "warnings.mixin_apply_common_start": "",
    "warnings.mixin_apply": "<strong>Mod $MOD$ este probabil incompatibil cu această versiune Minecraft.</strong>\n\nPentru a remedia, efectuați una dintre următoarele acțiuni:\n1) Găsiți o versiune a modulului care este compatibilă cu această versiune Minecraft\n2) Dezactivați sau eliminați modulul până când o actualizare îl face compatibil\n3) Utilizați o versiune Fabulos optimizată care corespunde versiunii Minecraft așteptate a modulului",
    "warnings.mixin_apply_conflicting": "<strong>Mod $MOD$ probabil nu poate fi utilizat cu mod $MOD_2$.</strong>\n\nPentru a remedia, dezactivați sau eliminați unul dintre aceste moduri.",
    "warnings.mixin_apply_java_version": "<strong>Mod $MOD$ necesită Java $REQUIRED_JAVA_VERSION$, dar utilizați Java $CURRENT_JAVA_VERSION$.</strong>\n\nPentru a remedia, faceți una dintre următoarele:\n1) Verificați dacă ați instalat sau actualizat Fabulously Optimized în mod corespunzător\n2) Găsiți o versiune a modulului care este compatibilă cu această versiune Minecraft și Java\n3) Dezactivați sau eliminați modulul până când o actualizare îl face compatibil\n4) Utilizați o versiune Fabulously Optimized care corespunde versiunii Minecraft și Java așteptate de modul",
    "warnings.mixin_apply_missing_class": "<strong>Un mod lipsește un alt mod de care depinde. Lipsește clasa: </strong> <strong> $MISSING_CLASS$</strong>\n\nPentru a remedia, faceți una dintre următoarele:\n1) Apăsați butonul de mai jos și utilizați fereastra pentru a vă da seama de numele mod-ului. Apoi găsiți lista mod-ului și citiți descrierea acestuia pentru a afla cerințele.\n2) Apăsați butonul de mai jos, utilizați fereastra și faceți o captură de ecran pentru acesta. Apoi reveniți la fereastra principală de accident, urmați instrucțiunile și atașați captura de ecran, astfel încât să vă putem ajuta să rezolvați problema.",
    "warnings.mixin_apply_missing_class_auto_fix": "Găsește modul căruia îi lipsește un alt mod",
    "warnings.mixin_config_missing_or_corrupted": "<strong>Mod $MOD$ este probabil defect.</strong>\n\nPentru a-l remedia, efectuați una dintre următoarele acțiuni:\n1) Descărcați din nou modul\n2) Descărcați o versiune diferită a modulului care este compatibilă cu această versiune Minecraft\n3) Dezactivați sau eliminați modulul până când o actualizare îl face compatibil",
    "warnings.mixin_apply_common_end": "\n\n<i>Aveți nevoie de mai mult ajutor? Faceți clic pe OK și urmați instrucțiunile din fereastra principală.</i>",
    "gui.intel_corrupted_microcode_bad": "Procesorul dvs. Intel are un defect cunoscut și nu a aplicat o soluție de remediere software. Deși este posibil ca aceasta să nu fie cauza directă a prăbușirii Minecraft, ar trebui să vă actualizați BIOS/UEFI cât mai curând posibil pentru a preveni deteriorarea fizică și prăbușirile aleatorii în sistem.\nFaceți clic pe Aflați mai multe pentru a citi ce puteți face, altfel faceți clic pe OK pentru a obține ajutor cu privire la prăbușirea Minecraft.\n\n<i>(Versiunea curentă a microcodului dvs. este $MICROCODE_VERSION_CURRENT$, care este mai mică decât versiunea recomandată $MICROCODE_VERSION_FIXED$.)</i>",
    "gui.intel_corrupted_microcode_good": "Procesorul dvs. Intel are un defect cunoscut, dar a aplicat o soluție software pentru acesta.\nDacă vă confruntați cu blocaje aleatorii și în afara Minecraft, faceți clic pe Aflați mai multe pentru a citi ce puteți face, în caz contrar faceți clic pe OK pentru a obține ajutor cu privire la blocarea Minecraft.\n\n<i>(Versiunea dvs. de microcod este $MICROCODE_VERSION_CURRENT$, care satisface versiunea minimă recomandată $MICROCODE_VERSION_FIXED$.)</i>",
    "gui.intel_corrupted_title": "S-a detectat un defect CPU",
    "gui.intel_corrupted_dont_show_again": "Nu mai afișa",
    "gui.intel_corrupted_read_more": "Află mai multe"
}