{
    "fo.resourcePack.chatreportinghelper": "§7Простае тлумачэнне сістэмы скаргаў з абразкамі§r",
    "chat.tag.modified": "На гэта паведамленне гульца можна паскардзіцца ў Mojang, але яно было мадыфікавана серверам. Арыгінальнае паведамленне:",
    "chat.tag.not_secure": "На гэта паведамленне гульца немагчыма паскардзіцца ў Mojang.",
    "chat.tag.system": "На дадзенае сервернае або паведамленне гульца, немагчыма паскардзіцца ў Mojang.",
    "chat.tag.system_single_player": "На дадзенае сервернае або паведамленне гульца, немагчыма паскардзіцца ў Mojang.",
    "multiplayer.unsecureserver.toast.title": "Скаргі ў чаце апцыянальныя на гэтым серверы",
    "multiplayer.unsecureserver.toast": "Гульцы могуць выкарыстоўваць моды, каб зрабіць скаргу ў Mojang на іх паведамленні немагчымай",
    "gui.socialInteractions.tooltip.report": "Паскардзіцца на гульца ў Mojang",
    "gui.socialInteractions.narration.report": "Паскардзіцца на гульца %s ў Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "Скаргі ў Mojang ў дадзены момант недаступныя.",
    "gui.socialInteractions.tooltip.report.not_reportable": "Гэты гулец або сервер зрабілі скаргу ў Mojang на іх паведамленні немагчымай.",
    "gui.abuseReport.message": "Дзе вы назіралі непрыстойныя паводзіны?\nГэта дапаможа Mojang у расследаванні вашай справы.\nГэтыя скаргі не бачныя адміністратарам сервера.",
    "gui.chatReport.describe": "Падрабязнасці дапамогуць Mojang прыняць правільнае рашэнне. Гэтая скарга не бачная адміністрацыі сервера.",
    "gui.abuseReport.describe": "Падрабязнасці дапамогуць Mojang прыняць правільнае рашэнне. Гэтая скарга не бачная адміністрацыі сервера.",
    "options.onlyShowSecureChat": "Схаваць зменены чат",
    "options.onlyShowSecureChat.tooltip": "Хавае паведамленні ад гульцоў, якія адключылі скаргі ў Mojang на іх паведамленні.",
    "gui.nochatreports.secure_chat": "Хавае паведамленні ад гульцоў, якія адключылі скаргі ў Mojang на іх паведамленні. Адключана модам No Chat Reports, так як гэта можа паўплываць таксама і на яго паведамленні.",
    "gui.nochatreports.verified_server": "Гэты сервер зрабіў скаргу ў Mojang на паведамленні немагчымай.",
    "gui.nochatreports.no_reporting": "Гэты сервер зрабіў скаргу ў Mojang на паведамленні немагчымай.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nКалі опцыя адключаная, то на вашы паведамленні можна будзе паскардзіцца ў Mojang, а абразок шчыта будзе схаваны. Не ўплывае ні на якія опцыі No Chat Reports.",
    "gui.nochatreports.safety_status.secure": "На чужыя паведамленні нельга паскардзіцца ў Mojang.",
    "gui.nochatreports.safety_status.singleplayer": "На вашы паведамленні нельга падаць скаргу ў Mojang ў адзіночнай гульні, і гульні па лакальнай сеткі, арганізаванай вамі.",
    "gui.nochatreports.safety_status.unintrusive": "Скаргі ў Mojang на іншых гульцоў даступныя. Пацвердзіце ў Сацыяльных Узаемадзеяннях.",
    "gui.nochatreports.safety_status.insecure": "На чужыя паведамленні можна паскардзіцца ў Mojang.",
    "gui.nochatreports.safety_status.insecure_signing": "На вашы паведамленні можна паскардзіцца ў Mojang.",
    "gui.nochatreports.safety_status.realms": "На чужыя паведамленні можна паскардзіцца ў Mojang. Mojang таксама пастаянна правярае чат на наяўнасць парушэнняў.",
    "gui.nochatreports.safety_status.unknown": "Статус скаргаў не вядомы, адпраўце паведамленне, каб абнавіць статус.",
    "gui.nochatreports.safety_status.undefined": "Немагчыма атрымаць статус скаргаў з-за памылкі. Паспрабуйце перазапусціць гульню.",
    "gui.nochatreports.signing_status.allowed_realms": "На вашы паведамленні заўсёды можна падаць скаргу ў Mojang на серверах тыпу Realms. Mojang таксама пастаянна правярае чат на наяўнасць парушэнняў.",
    "gui.nochatreports.signing_status.allowed": "Вы дазволілі скаргу ў Mojang на вашыя паведамленні.",
    "gui.nochatreports.signing_status.allowed_session": "На вашы паведамленні можна паскардзіцца ў Mojang. Каб праверыць, што гэта ўсё яшчэ неабходна, падключыцеся да сервера яшчэ раз.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "На вашы паведамленні можна будзе паскардзіцца, як толькі вы адправіце хоць адно.",
    "gui.nochatreports.signing_status.disabled": "На вашы паведамленні нельга паскардзіцца ў Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "На вашы паведамленні нельга паскардзіцца ў Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "Вы аддаёце перавагу заўсёды дазваляць скаргі на вашыя паведамленні, як у ванільнай гульне.",
    "gui.nochatreports.signing_mode.never.tooltip": "Вы забараняеце скардзіцца на вашы паведамленні, таму калі сервер гэтага патрабуе, вы не зможаце мець зносіны.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "Вы карыстаецеся афлайн рахункам або маеце праблемы з інтэрнэтам. Калі сервер патрабуе дазвол на скаргі, вы не зможаце мець зносіны.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "Скаргі адключаныя па стандарце, але калі сервер гэтага запатрабуе, вас спытаюць аб дазволе.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "Скаргі на вашыя паведамленні будуць уключаны, толькі калі гэтага запатрабуе сервер.",
    "gui.nochatreports.signing_required.contents": "Сервер патрабуе, каб усе паведамленні гульцоў паведамляліся ў Mojang. Калі вы не пагадзіцеся, то ўсё яшчэ зможаце выкарыстоўваць любыя каманды, не звязаныя з чатам (гэта значыць тыя, што не адпраўляюць паведамленні).\n\nНацісніце \"Allow Signing\", каб пагадзіцца і ўключыць чат.",
    "chat.nochatreports.disabled.signing_requested": "Гэты сервер патрабуе, каб паведамленні гульцоў паведамляліся ў Mojang. Выкарыстоўвайце абразок шчыта або націсніце \"Allow Signing\" у акне, якое з'явілася, каб пагадзіцца і ўключыць чат.",
    "gui.nochatreports.realms_warning.contents": "Важная пазнака, датычная Realms:\n* Любое паведамленне можа быць пададзена скаргу ў Mojang.\n* Mojang пастаянна правярае чат на наяўнасць парушэнняў.\n* Фільтр ненарматыўнай лексікі ўключаны па змаўчанні. Дарослыя могуць уключыць адлюстраванне ненарматыўнай лексікі на minecraft.net."
}