{
    "fo.resourcePack.chatreportinghelper": "§7Explains chat reporting with simple phrases and icons§r",
    "chat.tag.modified": "Player message that can be reported to Mojang, but has been modified by the server. Original:",
    "chat.tag.not_secure": "Player message that cannot be reported to Mojang.",
    "chat.tag.system": "Server message or player message that cannot be reported to Mojang.",
    "chat.tag.system_single_player": "Server message or player message that cannot be reported to Mojang.",
    "multiplayer.unsecureserver.toast.title": "Chat reporting is optional",
    "multiplayer.unsecureserver.toast": "Players can use mods to make their chat messages unreportable to Mojang",
    "gui.socialInteractions.tooltip.report": "Report player to Mojang",
    "gui.socialInteractions.narration.report": "Report player %s to Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "Mojang's chat reporting is currently unavailable.",
    "gui.socialInteractions.tooltip.report.no_messages": "Player %s's chat is potentially reportable, but they haven't said anything.",
    "gui.socialInteractions.tooltip.report.not_reportable": "This player or server has disabled reporting chat to Mojang.",
    "gui.chatReport.describe": "Sharing details will help Mojang make a well-informed decision. Keep in mind that these reports are not seen by server admins.",
    "options.onlyShowSecureChat": "Hide Modded Chat",
    "options.onlyShowSecureChat.tooltip": "Hides messages from players who have made their chat unreportable to Mojang.",
    "gui.nochatreports.secure_chat": "Hides messages from players who have made their chat unreportable to Mojang. Disabled by No Chat Reports as it would affect its messages.",
    "gui.nochatreports.verified_server": "This server has disabled reporting chat to Mojang.",
    "gui.nochatreports.no_reporting": "This server has disabled reporting chat to Mojang.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nIf disabled, player messages will be reportable to Mojang and the chat indicator will be hidden. Does not affect other No Chat Reports options.",
    "gui.nochatreports.safety_status.secure": "Others' messages cannot be reported to Mojang.",
    "gui.nochatreports.safety_status.singleplayer": "Your messages are never reportable to Mojang on singleplayer and LAN worlds hosted by you.",
    "gui.nochatreports.safety_status.unintrusive": "Others' messages may be reportable to Mojang. Confirm on Social Interactions.",
    "gui.nochatreports.safety_status.insecure": "Others' messages can be reported to Mojang.",
    "gui.nochatreports.safety_status.insecure_signing": "You enabled reporting your messages to Mojang.",
    "gui.nochatreports.safety_status.realms": "Others' messages can be reported to Mojang. Mojang is also monitoring the chat to find violations before they are reported.",
    "gui.nochatreports.safety_status.unknown": "Chat reporting status is not yet known. Send a message to get the status.",
    "gui.nochatreports.safety_status.undefined": "Chat reporting status is unknown due to an error. Try restarting the game.",
    "gui.nochatreports.signing_status.allowed_realms": "Your messages are always reportable to Mojang on Realms.",
    "gui.nochatreports.signing_status.allowed": "Your messages are reportable to Mojang.",
    "gui.nochatreports.signing_status.allowed_session": "Your messages are reportable to Mojang. Re-join the server to re-evaluate.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "Your messages will be reportable to Mojang once you send one.",
    "gui.nochatreports.signing_status.disabled": "Your messages are not reportable to Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "Your messages are not reportable to Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "You always prefer having reportable messages, like in vanilla.",
    "gui.nochatreports.signing_mode.never.tooltip": "You do not allow reportable messages so if the server requires it, you cannot chat.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "You are using an offline account or have internet problems. If the server requires reportable messages, you cannot chat.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "Your messages are not reportable by default, you will be prompted when the server requires it.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "Your messages will be reportable only if it is required by the server.",
    "gui.nochatreports.signing_required.contents": "This server requires all player messages to be reportable to Mojang. If you do not agree, you can still use commands that are unrelated to chat.\n\nClick \"Allow Signing\" to enable chat.",
    "chat.nochatreports.disabled.signing_requested": "Server requires player messages to be reportable to Mojang. Use prompt screen or chat indicator button to accept and enable chat.",
    "gui.nochatreports.realms_warning.contents": "Important info about Realms:\n• Everyone's chat messages can be reported to Mojang.\n• Mojang is monitoring the chat to find violations before they are reported.\n• Profanity filter is enabled by default. Adults can disable it for themselves on minecraft.net."
}