{
    "fo.resourcePack.chatreportinghelper": "§7Explica los reportes del chat con frases simples e iconos§r",
    "chat.tag.modified": "Mensaje de jugador que es notificable a Mojang, pero que ha sido modificado por el servidor. Original:",
    "chat.tag.not_secure": "Mensaje de jugador que no es notificable a Mojang.",
    "chat.tag.system": "Mensaje de jugador o de servidor que no es notificable a Mojang.",
    "chat.tag.system_single_player": "Mensaje de jugador o de servidor que no es notificable a Mojang.",
    "multiplayer.unsecureserver.toast.title": "Reporte de chat es opcional",
    "multiplayer.unsecureserver.toast": "Los jugadores pueden utilizar mods para que sus mensajes no sean notificables a Mojang",
    "gui.socialInteractions.tooltip.report": "Reportar al jugador a Mojang",
    "gui.socialInteractions.narration.report": "Reportar al jugador %s a Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "El reporte de chat de Mojang no está disponible actualmente.",
    "gui.socialInteractions.tooltip.report.not_reportable": "Este server o jugador ha desactivado el reporte del chat a Mojang.",
    "gui.abuseReport.message": "¿Dónde observaste el mal comportamiento?\nEsto ayudará a Mojang a investigar tu caso.\nEstos informes no son vistos por los administradores del servidor.",
    "gui.chatReport.describe": "Compartir más detalles ayudará a Mojang a tomar una decisión mejor informada. Ten en cuenta que estos reportes no son visibles para los administradores del servidor.",
    "gui.abuseReport.describe": "Compartir más detalles ayudará a Mojang a tomar una decisión mejor informada. Ten en cuenta que estos reportes no son visibles para los administradores del servidor.",
    "options.onlyShowSecureChat": "Oculta el chat modificado",
    "options.onlyShowSecureChat.tooltip": "Oculta el chat de los jugadores que han hecho que sus mensajes no sean notificables a Mojang.",
    "gui.nochatreports.secure_chat": "Esta opción está desactivada para prevenir la ocultación accidental de mensajes del chat de jugadores aleatorios. Usa las interacciones sociales para ignorar jugadores individuales.",
    "gui.nochatreports.verified_server": "Este servidor ha desactivado el reporte del chat a Mojang.",
    "gui.nochatreports.no_reporting": "Este servidor ha desactivado el reporte del chat a Mojang.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lSin Informes de Chat:§r %1$s\nSi se desactiva, tus mensajes podrán ser reportados a Mojang y el botón del escudo del chat estará oculto. No afecta a ninguna otra opción de No Chat Reports.",
    "gui.nochatreports.safety_status.secure": "Los mensajes de otros no pueden reportarse a Mojang.",
    "gui.nochatreports.safety_status.singleplayer": "Tus mensajes no son reportables a Mojang en el modo \"Un jugador\" y mundos LAN que tú hospedes.",
    "gui.nochatreports.safety_status.unintrusive": "Los mensajes de otros pueden ser reportables a Mojang. Confirmar en Interacciones Sociales",
    "gui.nochatreports.safety_status.insecure": "Los mensajes de otros pueden ser reportados a Mojang.",
    "gui.nochatreports.safety_status.insecure_signing": "Has habilitado reportar tus mensajes a Mojang",
    "gui.nochatreports.safety_status.realms": "Los mensajes de otros pueden ser reportados a Mojang. Mojang a su vez está monitoreando el chat para encontrar infracciones antes de que sean reportadas.",
    "gui.nochatreports.safety_status.unknown": "El estado del reporte de chat todavía no se conoce. Envía un mensaje para obtener el estado.",
    "gui.nochatreports.safety_status.undefined": "El estado del reporte de chat es desconocido debido a un error. Intenta reiniciar el juego.",
    "gui.nochatreports.signing_status.allowed_realms": "Tus mensajes siempre son reportables a Mojang en Realms. Mojang a su vez está monitoreando el chat para encontrar infracciones antes de que sean reportadas.",
    "gui.nochatreports.signing_status.allowed": "Tus mensajes son reportables a Mojang por tu decisión.",
    "gui.nochatreports.signing_status.allowed_session": "Tus mensajes son reportables a Mojang. Vuelve a unirte al server para reevaluar.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "Tus mensajes serán reportables a Mojang una vez envíes el primero.",
    "gui.nochatreports.signing_status.disabled": "Tus mensajes no son reportables a Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "Tus mensajes no son reportables a Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "Siempre prefieres tener mensajes reportables, como en Vanilla.",
    "gui.nochatreports.signing_mode.never.tooltip": "No se permiten mensajes reportables, así que si el servidor lo requiere, no podrás chatear.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "Estás usando una cuenta offline o tienes problemas de internet. Si el server requiere mensajes reportables, no podrás chatear.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "Tus mensajes no son reportables por defecto, se le solicitará cuando el servidor lo requiera.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "Tus mensajes serán reportables solo si es requerido por el servidor",
    "gui.nochatreports.signing_required.contents": "Este servidor requiere que todos los mensajes del chat sean reportables a Mojang.\n\nHaz click en \"Allow Signing\" para permitirlo y reenviar tu mensaje.",
    "chat.nochatreports.disabled.signing_requested": "Este servidor requiere que los mensajes de los jugadores sean reportables a Mojang. Utiliza la pantalla de aviso o el botón de escudo de chat para aceptar y habilitar el chat.",
    "gui.nochatreports.realms_warning.contents": "Información importante sobre Realms:\n• Los mensajes de todos en el chat pueden ser reportados a Mojang.\n• Mojang está monitoreando el chat para encontrar infracciones antes de tener que ser reportadas.\n• El filtro de insultos esta habilitado por defecto. Los adultos pueden desactivarlo por ellos mismos en minecraft.net."
}