{
    "fo.resourcePack.chatreportinghelper": "§7Explicação de denúncia através de frases e ícones§r",
    "chat.tag.modified": "Uma mensagem que é denunciável, porém foi modificada pelo servidor. Original:",
    "chat.tag.not_secure": "Mensagem não denunciável.",
    "chat.tag.system": "Mensagem de servidor/jogador não denunciável.",
    "chat.tag.system_single_player": "Mensagem de servidor/jogador não denunciável.",
    "multiplayer.unsecureserver.toast.title": "A denúncia de chat é opcional",
    "multiplayer.unsecureserver.toast": "Os jogadores podem usar mods para impedir suas mensagens de serem denunciáveis.",
    "gui.socialInteractions.tooltip.report": "Denunciar jogador à Mojang",
    "gui.socialInteractions.narration.report": "Denunciar %s à Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "A denúncia de chat da Mojang está indisponível agora.",
    "gui.socialInteractions.tooltip.report.not_reportable": "O jogador/servidor desativou as mensagens denunciáveis.",
    "gui.abuseReport.message": "Onde você viu o mau comportamento? Isso ajudará a Mojang em analisar seu caso. Esses relatórios não são vistos por administradores.",
    "gui.chatReport.describe": "Compartilhar detalhes ajudará a Mojang fazer uma boa decisão. Esse relatório não pode ser visto por administradores.",
    "gui.abuseReport.describe": "Compartilhar detalhes ajudará a Mojang fazer uma boa decisão. Esse relatório não pode ser visto por administradores.",
    "options.onlyShowSecureChat": "Ocultar chat modificado",
    "options.onlyShowSecureChat.tooltip": "Oculta o chat de jogadores que fizeram suas mensagens não denunciáveis.",
    "gui.nochatreports.secure_chat": "Oculta o chat de jogadores que contém mensagens não denunciáveis. Desativado por No Chat Reports porque afetaria suas mensagens também.",
    "gui.nochatreports.verified_server": "O servidor fez as mensagens não denunciavéis.",
    "gui.nochatreports.no_reporting": "O servidor fez as mensagens não denunciavéis.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nQuando desativado, suas mensagens serão denunciáveis e o botão de escudo no chat ficará oculto. Isso não afeta nenhuma outra opção do No Chat Reports.",
    "gui.nochatreports.safety_status.secure": "As mensagens dos outros não são denunciáveis.",
    "gui.nochatreports.safety_status.singleplayer": "Suas mensagens não são denunciáveis em mundos um jogador ou mundos LAN hospedados por você.",
    "gui.nochatreports.safety_status.unintrusive": "As mensagens de outros podem ser denunciadas à Mojang. Confirme em \"Interações sociais\".",
    "gui.nochatreports.safety_status.insecure": "As mensagens dos outros são denunciáveis.",
    "gui.nochatreports.safety_status.insecure_signing": "Suas mensagens são denunciáveis.",
    "gui.nochatreports.safety_status.realms": "As mensagens dos outros são denunciáveis. A Mojang também está monitorando o chat por violações.",
    "gui.nochatreports.safety_status.unknown": "O status da denúncia ainda é desconhecido. Envie uma mensagem para saber mais.",
    "gui.nochatreports.safety_status.undefined": "O status da denúncia é desconhecido devido a um erro. Tente reiniciar o jogo.",
    "gui.nochatreports.signing_status.allowed_realms": "Suas mensagens sempre serão denunciáveis no Realms. A Mojang também está monitorando o chat por violações.",
    "gui.nochatreports.signing_status.allowed": "Suas mensagens são denunciáveis por sua escolha.",
    "gui.nochatreports.signing_status.allowed_session": "Suas mensagens são denunciáveis. Para verificar se isso ainda é requerido, entre no servidor novamente.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "Suas mensagens podem ser denunciadas à Mojang desde que envie uma.",
    "gui.nochatreports.signing_status.disabled": "Suas mensagens não podem ser denunciadas à Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "Suas mensagens não podem ser denunciadas à Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "Você deseja as suas mensagens passíveis de denúncia, como padrão.",
    "gui.nochatreports.signing_mode.never.tooltip": "Você não permite a denúncia de mensagens. Se o servidor exigir isso, você não poderá conversar.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "Você está usando uma conta offline ou com problemas de conexão. Se o servidor exigir, você não poderá conversar.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "Suas mensagens não podem ser denunciadas por padrão, você será solicitado quando o servidor exigir.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "Suas mensagens podem ser denunciadas só se o servidor permitir.",
    "gui.nochatreports.signing_required.contents": "O servidor precisa que todas as mensagens dos jogadores sejam denunciáveis. Se você não concorda, você ainda pode usar comandos não relacionados ao chat.\n\nClique em \"Permitir Assinatura\" para concordar e ativar o chat.",
    "chat.nochatreports.disabled.signing_requested": "O servidor precisa que as mensagens dos jogadores sejam denunciáveis. Use a tela de permissão ou o botão de escudo do chat para aceitar e ativar o chat.",
    "gui.nochatreports.realms_warning.contents": "Aviso importante sobre o Realms:\n• As mensagens do chat são denunciáveis\n• A Mojang monitora o chat por violações.\n• O filtro de profanidade é ativado por padrão. Os adultos podem ativar a profanidade no \"minecraft.net\"."
}