{
    "fo.resourcePack.chatreportinghelper": "§7Explica os relatórios do chat com frases e ícones§r",
    "chat.tag.modified": "A mensagem do jogador que é relatável à Mojang, modificada pelo servidor. Original:",
    "chat.tag.not_secure": "A mensagem do jogador que não é relatável à Mojang.",
    "chat.tag.system": "Mensagem do jogador/servidor que não é relatável à Mojang.",
    "chat.tag.system_single_player": "Mensagem do jogador/servidor que não é relatável à Mojang.",
    "multiplayer.unsecureserver.toast.title": "O relato do chat é opcional",
    "multiplayer.unsecureserver.toast": "Os jogadores podem usar mods e tornar as suas mensagens não relatável à Mojang.",
    "gui.socialInteractions.tooltip.report": "Relatar jogador à Mojang",
    "gui.socialInteractions.narration.report": "Relatar %s à Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "O relatório de chat da Mojang está atualmente indisponível.",
    "gui.socialInteractions.tooltip.report.not_reportable": "O jogador/servidor fez as mensagens não relatável à Mojang.",
    "gui.abuseReport.message": "Onde observaste o mau comportamento? Isto ajudará a Mojang em analisar o teu caso. Estes relatos não podem ser vistos pelo proprietário do servidor.",
    "gui.chatReport.describe": "Partilhar detalhes ajudará a Mojang em fazer decisões bem-informadas. Este relatório não pode ser visto pelo proprietário do servidor.",
    "gui.abuseReport.describe": "Partilhar detalhes ajudará a Mojang em fazer decisões bem-informadas. Este relatório não pode ser visto pelo proprietário do servidor.",
    "options.onlyShowSecureChat": "Ocultar chat modificado",
    "options.onlyShowSecureChat.tooltip": "Oculta o chat de jogadores com mensagens não relatáveis à Mojang.",
    "gui.nochatreports.secure_chat": "Oculta o chat de jogadores que fazem as mensagens serem não relatáveis à Mojang. Desativado por No Chat Reports por que iria afetar as deles também.",
    "gui.nochatreports.verified_server": "O servidor fez as mensagens do chat não relatáveis à Mojang.",
    "gui.nochatreports.no_reporting": "O servidor fez as mensagens do chat não relatáveis à Mojang.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nSe desabilitado, as tuas mensagens podem ser relatáveis à Mojang e o botão de escudo será oculto. Isto não afeta nenhuma outra definição do No Chat Reports.",
    "gui.nochatreports.safety_status.secure": "As mensagens dos outros não são relatáveis à Mojang.",
    "gui.nochatreports.safety_status.singleplayer": "As tuas mensagens não são relatáveis à Mojang no modo \"Um Jogador\" ou em mundos LAN hospedados por ti.",
    "gui.nochatreports.safety_status.unintrusive": "As mensagens de outros talvez sejam relatáveis à Mojang. Confirme em \"Interações Sociais\".",
    "gui.nochatreports.safety_status.insecure": "As mensagens dos outros são relatáveis à Mojang.",
    "gui.nochatreports.safety_status.insecure_signing": "As tuas mensagens são relatáveis à Mojang.",
    "gui.nochatreports.safety_status.realms": "As mensagens dos outros são relatáveis à Mojang. A Mojang monitora o chat em busca de violações.",
    "gui.nochatreports.safety_status.unknown": "O estado do relato do chat ainda é desconhecido. Manda uma mensagem para saberes mais.",
    "gui.nochatreports.safety_status.undefined": "O estado do relato do chat é desconhecido devido a um erro. Tenta reiniciar o jogo.",
    "gui.nochatreports.signing_status.allowed_realms": "As tuas mensagens no Realms sempre serão relatáveis à Mojang. A Mojang monitora o chat por violações.",
    "gui.nochatreports.signing_status.allowed": "As tuas mensagens são relatáveis à Mojang por sua escolha.",
    "gui.nochatreports.signing_status.allowed_session": "As tuas mensagens são relatáveis à Mojang. Para ver se isso ainda requer, entra no servidor novamente.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "As tuas mensagens serão relatáveis à Mojang se enviares uma.",
    "gui.nochatreports.signing_status.disabled": "As tuas mensagens não são relatáveis à Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "As tuas mensagens não são relatáveis à Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "Sempre preferes mensagens que são relatáveis, igual ao vanilla.",
    "gui.nochatreports.signing_mode.never.tooltip": "Não permites mensagens que são relatáveis, porém, se o servidor exigir, não poderás conversar.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "Estás a utilizar uma conta offline ou que tem problemas de internet. Se o servidor exigir mensagens relatáveis, não poderás conversar.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "As tuas mensagens não são relatáveis por padrão, porém serás solicitado quando o servidor exigir.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "As tuas mensagens só podem ser relatáveis se for exigido pelo servidor.",
    "gui.nochatreports.signing_required.contents": "Este servidor requer que as mensagens dos jogadores sejam relatáveis à Mojang. Se discordas, podes usar qualquer comando não relacionado ao chat.\n\nClique em \"Permitir assinatura\" para concordar e habilitar o chat.",
    "chat.nochatreports.disabled.signing_requested": "Este servidor exige que as mensagens dos jogadores sejam relatáveis à Mojang. Usa a tela de solicitação ou o escudo no chat para aceitar e habilitar o chat.",
    "gui.nochatreports.realms_warning.contents": "Informações importantes sobre Realms:\n• As mensagens do chat são relatáveis à Mojang.\n• A Mojang monitora o chat por qualquer violação.\n• O filtro de profanação é habilitado por padrão. Adultos podem habilitar ver profanidades em minecraft.net."
}