{
    "fo.resourcePack.chatreportinghelper": "§7Giải thích và biểu tượng đơn giản cho báo cáo trò chuyện§r",
    "chat.tag.modified": "Tin nhắn của người chơi có thể được báo cáo cho Mojang nhưng đã bị máy chủ sửa đổi. Bản gốc:",
    "chat.tag.not_secure": "Tin nhắn của người chơi không thể được báo cáo cho Mojang.",
    "chat.tag.system": "Tin nhắn máy chủ hoặc tin nhắn người chơi không thể được báo cáo cho Mojang.",
    "chat.tag.system_single_player": "Tin nhắn máy chủ hoặc tin nhắn người chơi không thể được báo cáo cho Mojang.",
    "multiplayer.unsecureserver.toast.title": "Báo cáo trò chuyện là tùy chọn",
    "multiplayer.unsecureserver.toast": "Người chơi có thể sử dụng mod để khiến tin nhắn của họ không thể được báo cáo cho Mojang",
    "gui.socialInteractions.tooltip.report": "Báo cáo người chơi cho Mojang",
    "gui.socialInteractions.narration.report": "Báo cáo người chơi %s cho Mojang",
    "gui.socialInteractions.tooltip.report.disabled": "Báo cáo người chơi của Mojang hiện không khả dụng.",
    "gui.socialInteractions.tooltip.report.not_reportable": "Người chơi hoặc máy chủ này đã khiến tin nhắn của họ không thể được báo cáo cho Mojang.",
    "gui.abuseReport.message": "Bạn đã quan sát hành vi xấu ở đâu?\nĐiều này sẽ giúp Mojang nghiên cứu trường hợp của bạn.\nQuản trị viên máy chủ không nhìn thấy những báo cáo này.",
    "gui.chatReport.describe": "Việc chia sẻ thông tin chi tiết sẽ giúp Mojang đưa ra quyết định sáng suốt. Quản trị viên máy chủ không thể nhìn thấy báo cáo này.",
    "gui.abuseReport.describe": "Việc chia sẻ thông tin chi tiết sẽ giúp Mojang đưa ra quyết định sáng suốt. Quản trị viên máy chủ không thể nhìn thấy báo cáo này.",
    "options.onlyShowSecureChat": "Ẩn cuộc trò chuyện đã sửa đổi",
    "options.onlyShowSecureChat.tooltip": "Ẩn cuộc trò chuyện với những người chơi đã khiến tin nhắn của họ không thể được báo cáo cho Mojang.",
    "gui.nochatreports.secure_chat": "Ẩn cuộc trò chuyện với những người chơi đã khiến tin nhắn của họ không thể được báo cáo cho Mojang. Bị vô hiệu hóa bởi No Chat Reports vì nó cũng sẽ ảnh hưởng đến tin nhắn của nó.",
    "gui.nochatreports.verified_server": "Máy chủ này đã khiến tin nhắn trò chuyện không thể được báo cáo cho Mojang.",
    "gui.nochatreports.no_reporting": "Máy chủ này đã khiến tin nhắn trò chuyện không thể được báo cáo cho Mojang.",
    "gui.nochatreports.ncr_toggle_tooltip": "§lNo Chat Reports:§r %1$s\nNếu bị tắt, tin nhắn của bạn sẽ có thể được báo cáo cho Mojang và nút lá chắn trò chuyện sẽ bị ẩn. Không ảnh hưởng đến bất kỳ tùy chọn nào khác của No Chat Reports.",
    "gui.nochatreports.safety_status.secure": "Tin nhắn của người khác không thể được báo cáo cho Mojang.",
    "gui.nochatreports.safety_status.singleplayer": "Tin nhắn của bạn không thể được báo cáo cho Mojang trên thế giới chơi đơn và mạng LAN do bạn lưu trữ.",
    "gui.nochatreports.safety_status.unintrusive": "Tin nhắn của những người khác có thể được báo cáo cho Mojang. Xác nhận trên Tương tác xã hội.",
    "gui.nochatreports.safety_status.insecure": "Tin nhắn của người khác có thể báo cáo cho Mojang.",
    "gui.nochatreports.safety_status.insecure_signing": "Tin nhắn của bạn có thể được báo cáo cho Mojang.",
    "gui.nochatreports.safety_status.realms": "Tin nhắn của người khác có thể được báo cáo cho Mojang. Mojang cũng đang theo dõi cuộc trò chuyện một cách thụ động để phát hiện các vi phạm.",
    "gui.nochatreports.safety_status.unknown": "Trạng thái báo cáo trò chuyện vẫn chưa được xác định. Gửi tin nhắn để nhận trạng thái.",
    "gui.nochatreports.safety_status.undefined": "Trạng thái báo cáo trò chuyện hiện không xác định do lỗi. Hãy thử khởi động lại trò chơi.",
    "gui.nochatreports.signing_status.allowed_realms": "Tin nhắn của bạn luôn có thể báo cáo cho Mojang trên Realms. Mojang cũng đang theo dõi cuộc trò chuyện một cách thụ động để phát hiện các vi phạm.",
    "gui.nochatreports.signing_status.allowed": "Tin nhắn của bạn có thể được báo cáo cho Mojang theo lựa chọn của bạn.",
    "gui.nochatreports.signing_status.allowed_session": "Tin nhắn của bạn có thể được báo cáo cho Mojang. Để kiểm tra xem điều đó có còn cần thiết hay không, hãy tham gia lại máy chủ.",
    "gui.nochatreports.signing_status.disabled_allowance_pending": "Tin nhắn của bạn sẽ được báo cáo cho Mojang sau khi bạn gửi.",
    "gui.nochatreports.signing_status.disabled": "Tin nhắn của bạn không thể báo cáo cho Mojang.",
    "gui.nochatreports.signing_status.disabled_offline": "Tin nhắn của bạn không thể báo cáo cho Mojang.",
    "gui.nochatreports.signing_mode.always.tooltip": "Bạn luôn thích có những tin nhắn có thể báo cáo, giống như trong vanilla.",
    "gui.nochatreports.signing_mode.never.tooltip": "Bạn không cho phép báo cáo tin nhắn vì vậy nếu máy chủ yêu cầu, bạn không thể trò chuyện.",
    "gui.nochatreports.signing_mode.never_forced.tooltip": "Bạn đang sử dụng tài khoản ngoại tuyến hoặc gặp sự cố về internet. Nếu máy chủ yêu cầu báo cáo tin nhắn, bạn không thể trò chuyện.",
    "gui.nochatreports.signing_mode.prompt.tooltip": "Tin nhắn của bạn không thể báo cáo theo mặc định, bạn sẽ được nhắc khi máy chủ yêu cầu.",
    "gui.nochatreports.signing_mode.on_demand.tooltip": "Tin nhắn của bạn sẽ chỉ có thể báo cáo nếu máy chủ yêu cầu.",
    "gui.nochatreports.signing_required.contents": "Máy chủ này yêu cầu tất cả tin nhắn của người chơi phải có thể được báo cáo cho Mojang. Nếu không đồng ý, bạn vẫn có thể sử dụng bất kỳ lệnh nào không liên quan đến trò chuyện.\n\nNhấp vào \"Cho phép ký\" để đồng ý và bật trò chuyện.",
    "chat.nochatreports.disabled.signing_requested": "Máy chủ này yêu cầu tin nhắn của người chơi phải có thể được báo cáo cho Mojang. Sử dụng màn hình nhắc hoặc nút lá chắn trò chuyện để chấp nhận và bật trò chuyện.",
    "gui.nochatreports.realms_warning.contents": "Thông tin quan trọng về Realms:\n• Tin nhắn trò chuyện có thể được báo cáo cho Mojang.\n• Mojang đang theo dõi cuộc trò chuyện một cách thụ động để phát hiện các vi phạm.\n• Bộ lọc tục tĩu được bật theo mặc định. Người lớn có thể cho phép xem những lời tục tĩu trên minecraft.net."
}